{
  "architectures": [
    "InternLM2ForRewardModel"
  ],
  "attn_implementation": "eager",
  "auto_map": {
    "AutoConfig": "configuration_internlm2.InternLM2RewardConfig",
    "AutoModel": "modeling_internlm2.InternLM2ForRewardModel"
  },
  "bias": false,
  "bos_token_id": 1,
  "eos_token_id": 2,
  "hidden_act": "silu",
  "hidden_size": 8,
  "initializer_range": 0.02,
  "intermediate_size": 8,
  "max_position_embeddings": 8192,
  "model_type": "internlm2",
  "num_attention_heads": 2,
  "num_hidden_layers": 2,
  "num_key_value_heads": 2,
  "pad_token_id": 2,
  "pretraining_tp": 1,
  "reward_token_id": 1,
  "rms_norm_eps": 1e-05,
  "rope_scaling": {
    "factor": 2.0,
    "type": "dynamic"
  },
  "rope_theta": 1000000,
  "tie_word_embeddings": false,
  "torch_dtype": "float32",
  "transformers_version": "4.42.4",
  "two_linear_reward_head": true,
  "use_cache": true,
  "vocab_size": 8
}
