{"group": "test_1", "id": "en-2001", "question": "如何评价亨利马蒂斯（HenriMatisse）？\n\nIn your response, there should be around 913 words. Meanwhile, your answer must contain exactly 3 points, and use the markdown syntax ·bullet mark them. Also, give 3 different responses, responses and only responses should be separated by markdown syntax ******6 asterisk. Finally, Your ENTIRE response should be in English, and in all capital letters, no lowercase letters are allowed."}
{"group": "test_1", "id": "en-2002", "question": "主题：怎么让批处理文件运行完成后不关闭窗口？\n 描述：内容如下：<br>D<br>cd DProgram FilesAndroid SDKtools<br>android create uitest-project -n JSYD -t 1 -p DworkspaceJSYD<br><br>简单的说就是我要进入Android SDKtools目录，然后运行android create uitest-project -n JSYD -t 1 -p DworkspaceJSYD，并且运行完成后不关闭窗口。<br><br>我把上面的命令写在文本文件中，然后保存为.bat文件，双击运行，运行完成后自动关闭窗口，我想让窗口停留，怎么实现？（试过网上很多种方法：pausesleep等，都不起作用）\n回答答案:\n\nIn your response, your response must have 4 sections, mark the beginning of each section with [BOA]. Meanwhile, your answer must contain a title, wrapped in double angular brackets, such as <<poem of joy>>. Also, Your ENTIRE response should be in English, and in all capital letters, no lowercase letters are allowed."}
{"group": "test_1", "id": "en-2003", "question": "请回答下面的问题：\n主题：高一英语wheredidyoumeether?itwasinth\n 描述：where did you meet her ? \r was in the hotel___ she stayed.\rA that B where C which Dthere\r\rIt was last june_ i got to know Paul.\rAwhen B in which Cthat D which\n\nIn your response, your answer must contain exactly 3 points, and use the markdown syntax `` mark them."}
{"group": "test_1", "id": "zh-2004", "question": "请回答下面的问题：\n美图秀秀操作简单功能也不少，可为什么有的人宁愿用Photoshop？\n答案：\n\n在你的整个回答中，在你的答案中至少突出显示 3 个部分，例如用markdown语法 `` 符号突出显示。同时，在你的回答最后，明确添加一个以 【附言】 为开始的附言。"}
{"group": "test_1", "id": "zh-2005", "question": "主题：哪些英语单词我们经常用错？\n 描述：尤其是那些国内稀里糊涂一直用，出国才发现错了的\n回答答案:\n\n在你的整个回答中，在你的整个回答中，避免使用任何逗号。"}
{"group": "test_1", "id": "zh-2006", "question": "请回答下面的问题：\n主题：如何评价2016年9月7日的苹果发布会？\n 描述：相关问题：\n答案：\n\n在你的整个回答中，在你的答案中至少突出显示 3 个部分，例如用markdown语法 #标题 符号突出显示。"}
{"group": "test_1", "id": "zh-2007", "question": "问题：\n主题：XP系统出现关机太慢，是什么原因？急！！！我的XP系统在准备关机\n 描述：我的系统在准备关机时，最近出现：点击“关闭计算机”以后，老是不出现关机的对话框，大约要等待30多秒才出现关机关机的对话框，很急人的，是什么原因？用什么方法可以解决，谢谢！\n答案：\n\n在你的整个回答中，大约有 1157 个词语。同时，你的回答必须有 5 个部分，用 [BOA] 标记每部分的开始。"}
{"group": "test_1", "id": "zh-2008", "question": "回答这个问题：\n主题：问问关于结晶的问题我练的是斗士39级,为了得到防具和武器请问D结\n 描述：我练的是斗士39级,为了得到防具和请问D结晶是让矮人帮忙制作还是自己开个人商店购买?有矮人肯帮忙制作结晶的吗?有矮人卖结晶吗?你们是如何快速得到结晶的?我在市场上怎么没看见有人卖结晶的,甚至很多人都在开个人商店购买结晶,是不是结晶很难得到?一个结晶多少钱?\n答案：\n\n在你的整个回答中，大约有 1429 个词语。同时，你的整个回答应该是英文，且全部为小写字母，不允许使用大写字母。"}
{"group": "test_1", "id": "zh-2009", "question": "请回答问题：如何看待德国文化衫网站spreadshirt中出现的印有“吃一个中国人救一条狗”的T恤这件事？\n\n在你的整个回答中，你的整个回答应该是中文，不允许使用其他语言。"}
{"group": "test_1", "id": "zh-2020", "question": "回答这个问题：\n主题：罗永浩说新品产线刚开通时，开箱不良率3%是正常的，是真的吗？\n 描述：<img data-rawheight\n答案：\n\n在你的整个回答中，最少有 1834 个词语。同时，你的回答必须有 3 个部分，用 [BOA] 标记每部分的开始。并且，你的整个回答应该是英文，且全部为小写字母，不允许使用大写字母。"}
{"group": "test_1", "id": "zh-2011", "question": "请回答问题：主题：新任证监会副主席的方星海是谁？在业内的声望如何？\n 描述：不知道有没有在现实中比较熟悉的知友来说说呢？\n\n在你的整个回答中，最少有 1858 个字。同时，在你的答案中至少突出显示 3 个部分，例如用markdown语法 `` 符号突出显示。并且，用双引号包裹你的整个回答。"}
{"group": "test_1", "id": "zh-2012", "question": "你极力推荐的Chrome扩展有哪些？\n这个问题的答案是什么？\n\n在你的整个回答中，你的回答应包含 5 个段落，使用markdown语法 \n换行符 符号分隔段落。同时，给出 2 个不同的回答，并且 2 个回答之间应该用markdown语法 ******6个星号 符号分隔开。"}
{"group": "test_1", "id": "zh-2013", "question": "回答这个问题：\n主题：「其实我很美，但我喜欢怪人」两行情书到底哪里妙不可言？\n 描述：事情是这样的，陈奕迅歌词原本是若你喜欢怪人，其实我很美。<br>昨晚听到一对朋友对话，<br>A说：“其实我很美。”<br>B说：“但我喜欢怪人。”<br>题主突然觉得，如此对话，好像也别有风味<br>这种风味，是否可参照螃蟹在剥我的壳？\n答案：\n\n在你的整个回答中，大约有 2077 个字。同时，你的整个回答应该是英文，且全部为小写字母，不允许使用大写字母。"}
{"group": "test_1", "id": "zh-2014", "question": "主题：coser逛漫展应注意哪些？\n 描述：题主是新人coser，还没有参加过漫展，我想问一下如果coser参加漫展的话要怎么入场呢？是和普通的来漫展玩的人一起入场吗？我不参加比赛什么的，就是想穿着cos装去逛展拍照收本子，希望有经验的coser或经常逛展的朋友们能帮忙解答具体些最好！谢谢谢谢！<br><br>距离我问这个问题已经过去一年啦！现在虽然还是小透明不过已经能够从容做到被别人要求拍照时不紧张，在会场补妆或者应付一些突发事件也能自如解决！感谢大家的回答，我会继续努力哒<br>也希望二次元文化能发展的越来越好！永远不退二次元！\n回答答案:\n\n在你的整个回答中，你的整个回答应该是英文，且全部为小写字母，不允许使用大写字母。"}
{"group": "test_1", "id": "zh-2015", "question": "请回答下面的问题：\n小孩身上起湿疹，该怎么办我家女儿今年5岁了，身上过敏，快半个月了，到几家医院看了。都说是湿疹，刚开始就脸上有，现在身上也有请问这种情况要怎么办，该用什么药效果比较好\n答案：\n\n在你的整个回答中，在你的答案中至少突出显示 4 个部分，例如用markdown语法 `` 符号突出显示。同时，首先，不加改变地重复问题，然后给出你的回答（在重复求之前不要说任何话；你需要重复的不包括这句话）。"}
{"group": "test_1", "id": "zh-2016", "question": "请回答下面的问题：\n为什么奥运会游泳比赛发枪后禁止潜泳超过15m？\n\n在你的整个回答中，大约有 1329 个词语。"}
